{
    "users": {
        "userList": [
            {
                "id": "1",
                "username": "Admin1",
                "password": "Admin1"
            },
            {
                "id": "2",
                "username": "Admin2",
                "password": "Admin12"
            },
            {
                "id": "3",
                "username": "user1",
                "password": "test123"
            },
            {
                "id": "4",
                "username": "user2",
                "password": "test1234"
            }
        ]
    },
    "fruits": {
        "fruits": [
        {
            "id": "1",
            "name": "Apple",
            "decription": "Apples promote heart health in several ways. They're high in soluble fiber, which helps lower cholesterol. They also have polyphenols, which are linked to lower blood pressure and stroke risk.",
            "price": "₹100.00",
            "image": "http://www.pngall.com/wp-content/uploads/2016/04/Apple-Fruit-Free-PNG-Image.png"
        },
        {
            "id": "2",
            "name": "Orange",
            "decription": "Orange, any of several species of small trees or shrubs of the genus Citrus of the family Rutaceae and their nearly round fruits, which have leathery and oily rinds and edible, juicy inner flesh.",
            "price": "₹120.00",
            "image": "http://www.pngall.com/wp-content/uploads/2016/05/Orange-PNG-Clipart.png"
        },
        {
            "id": "3",
            "name": "Grapes",
            "decription": "Filled with Vitamin C and antioxidants, grapes can help to revitalize your skin. In fact, they can even protect your skin from cancer-causing ultraviolet radiation and free radicals that can, on a lesser scale, cause wrinkles and dark spots.",
            "price": "₹110.00",
            "image": "http://www.pngall.com/wp-content/uploads/2016/04/Grape-PNG-HD.png"
        },
        {
            "id": "4",
            "name": "Banana",
            "decription": "Bananas are one of the most popular fruits in the world. They're full important nutrients, but eating too many could end up doing more harm than good. Too much of any single food may contribute to weight gain and nutrient deficiencies. One to two bananas per day is considered a moderate intake for most healthy people.",
            "price": "₹80.00",
            "image": "http://www.pngall.com/wp-content/uploads/2016/04/Banana-Free-PNG-Image.png"
        },
        {
            "id": "5",
            "name": "Strawberry",
            "decription": "Strawberries are bright red, juicy, and sweet. They're an excellent source of vitamin C and manganese and also contain decent amounts of folate (vitamin B9) and potassium. ",
            "price": "₹200.00",
            "image": "http://www.pngall.com/wp-content/uploads/2016/05/Strawberry-Free-Download-PNG.png"
        },
        {
            "id": "6",
            "name": "Kiwi",
            "decription": "Kiwis are pear-shaped, flightless birds with long legs and beak. Though they look to be covered in fur, kiwis actually have thin, hair-like feathers. Their closest relatives are the emu, ostrich, cassowary and rhea.",
            "price": "₹150.00",
            "image": "https://www.freepngimg.com/thumb/kiwi/3-kiwi-png-image-fruit-kiwi-png-pictures-download.png"
        },
        {
            "id": "7",
            "name": "Watermelon",
            "decription": "Watermelon contains 82 per cent water, which helps your stomach not to crave for food. Watermelon is rich in vitamin C, which is beneficial for health.",
            "price": "₹10.00",
            "image": "https://www.freepngimg.com/thumb/watermelon/3-watermelon-png-image.png    "
        },
        {
            "id": "8",
            "name": "Pineapple",
            "decription": "Pineapple is high in vitamin C, which helps your immune system -- the body's defense against germs -- keep you healthy. It also has: Vitamins A, B6, E, and K.",
            "price": "₹111.00",
            "image": "https://www.freepngimg.com/thumb/pineapple/7-pineapple-fruit-png-image.png"
        },
        {
            "id": "9",
            "name": "Pomogranate",
            "decription": "Eating pomegranates as a whole can have anti-inflammatory effects and can protect a human body from various diseases like type-2 diabetes, and obesity. 2. Regular consumption of pomegranate helps in improving gut health, digestion, and keep bowel diseases at bay.",
            "price": "₹180.00",
            "image": "https://pngriver.com/wp-content/uploads/2018/04/Download-Pomegranate-PNG-Photos.png"
        },
        {
            "id": "10",
            "name": "Papaya",
            "decription": "Eating a papaya daily can make up for such occasional mistakes, as it has a digestive enzyme known as papain along with fibre which helps improve your digestive health.",
            "price": "₹100.00",
            "image": "https://www.freepngimg.com/thumb/papaya/24520-1-papaya-photos-thumb.png"
        }
        
    ]
    },
    "vegetables": {
        "vegetables": [
            {
                "id": "1",
                "name": "Carrot",
                "decription": "Carrots are full of vitamins, minerals and fibers that are good for your health. But eating too many carrots can bring in too much beta-carotene the molecule responsible for carrots' bright orange hue and a precursor of vitamin A. This can lead to excess blood carotene which can discolor the skin.",
                "price": "₹100.00",
                "image": "http://www.pngall.com/wp-content/uploads/2016/04/Carrot-Free-Download-PNG.png"
            },
            {
                "id": "2",
                "name": "Potato",
                "decription": "According to Harvard, the carbs in potatoes are the kind that the body digests rapidly and have a high glycemic load (or glycemic index). That is, they cause blood sugar and insulin to surge and then dip. This effect can make people feel hungry again soon after eating, which may lead to overeating.",
                "price": "₹120.00",
                "image": "http://www.pngall.com/wp-content/uploads/2016/04/Potato-PNG-Picture.png"
            },
            {
                "id": "3",
                "name": "Onion",
                "decription": "The onions however were all dried out. You can just tell they absorbed toxins. And I know not everyone is a fan of their pungent smell but in that smell are high sulfur containing compounds which help release toxins from the liver (more on this below). ... Onions are a lot more powerful than meets the eye.",
                "price": "₹110.00",
                "image": "http://www.pngall.com/wp-content/uploads/2016/03/Onion-PNG-Clipart.png"
            },
            {
                "id": "4",
                "name": "Tomato",
                "decription": "Tomatoes are the major dietary source of the antioxidant lycopene, which has been linked to many health benefits, including reduced risk of heart disease and cancer.",
                "price": "₹80.00",
                "image": "http://www.pngall.com/wp-content/uploads/2016/04/Tomato-PNG-File.png"
            },
            {
                "id": "5",
                "name": "Capsicum",
                "decription": "Forget an apple a day; a red capsicum will give you a massive Vitamin C boost for minimal calories. A rich source of carotenoids, the group of antioxidants known to play a powerful role in helping to down regulate a number of inflammatory pathways in the body.",
                "price": "₹80.00",
                "image": "https://www.pinclipart.com/picdir/big/188-1889948_red-capsicum-peppers-clipart.png"
            },
            {
                "id": "6",
                "name": "Corn",
                "decription": "Corn is rich in fiber and plant compounds that may aid digestive and eye health. Yet, it's high in starch, can spike blood sugar and may prevent weight loss when consumed in excess. The safety of genetically modified corn may also be a concern. ",
                "price": "₹160.00",
                "image": "https://pngimg.com/uploads/corn/corn_PNG5273.png"
            },
            {
                "id": "7",
                "name": "Broccoli",
                "decription": "Broccoli is great for heart health as it contains fibers, fatty acids and vitamins that help regulating blood pressure in the body. This also helps in reducing bad cholesterol, hence leading to a healthy heart. Broccoli helps protecting blood vessels from damaging as well.",
                "price": "₹100.00",
                "image": "https://purepng.com/public/uploads/large/purepng.com-broccolibroccoligreen-plantvegetablebroccolo-17015272400459hlzd.png"
            }
        ]
    }
}